"Error -90057" = "Indicar dominio AD. ([Dominio]\\[Nombre de usuario])";
"Error -10100" = "Modo de autenticación no válido.";
"Error -10010" = "Idioma no válido.";
"Error -10004" = "El usuario ha caducado.";
"Error -10003" = "El usuario está bloqueado.";
"Error -10005" = "El usuario está bloqueado temporalmente.";
"Error -10103" = "Debe aceptar el EULA";
"Error -10104" = "El usuario debe cambiar su contraseña.";
"Error -10106" = "El usuario debe cambiar su nombre de usuario.";
"Error -40761" = "El archivo aún no se ha podido desencriptar. Solicite a otros usuarios autorizados que le proporcionen acceso al archivo.";
"Error -40751" = "No se ha encontrado el archivo solicitado.";
"Error -80021" = "El segmento de archivo proporcionado no es válido.";
"Error -70104" = "El usuario ya ha aceptado el EULA.";
"Error -70560" = "Ya existe un usuario con el mismo nombre de usuario.";
"Error -70105" = "El usuario no tiene permiso para cambiar el nombre de usuarios.";
"Error -10105" = "No se puede restablecer la contraseña del usuario.";
"Error -70020" = "No se ha encontrado el par de claves de encriptación. Introduzca primero su clave de encriptación.";
"Error -70021" = "Ya se ha establecido el par de claves de encriptación.";
"Error -70501" = "No se ha encontrado el usuario.";
"Error -10107" = "La contraseña solo se puede restablecer cada 5 minutos.";
"Error -40755" = "Nombre de archivo no válido.";
"Error -40010" = "Un espacio o una carpeta no se pueden sobrescribir.";
"Error -80006" = "La fecha de expiración es anterior a la actual.";
"Error -80008" = "La fecha de expiración se encuentra en un futuro demasiado lejano.";
"Error -40763" = "Proporcionar la clave de archivo.";
"Error -40756" = "Clasificación de archivo no válida.";
"Error -70022" = "Par de claves de encriptación no válido.";
"Error -41054" = "Las carpetas/archivos que se van a copiar deben estar en la misma carpeta de origen.";
"Error -40001" = "Los archivos encriptados no se pueden copiar ni mover a un espacio sin encriptar.";
"Error -40002" = "Los archivos no encriptados no se pueden copiar ni mover a un espacio encriptado.";

"Decryption password required" = "Decryption password required";
"Enter your decryption password to access encrypted data rooms." = "Enter your decryption password to access encrypted data rooms.";

"You have successfully created a share link for {0}." = "Has creado con éxito un enlace para compartir de {0}.";
"You have successfully created the upload account {0}" = " \nHas creado con éxito la cuenta de subida {0}.";
"{0} Share(s) created" = "{0} autorización(es) creada(s)";

"The AV scanner detected that the file could be malicious" = "El escáner AV ha detectado que el archivo puede ser dañino";

"DRACOON environment needs to be updated" = "El entorno DRACOON necesita actualizarse";
"Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator." = "Tu entorno DRACOON no está actualizado y ya no funciona con esta aplicación. Por favor, contacta con tu administrador.";
